Repository: files-community/Files
Catalog: Files/Strings/*/Resources.resw
Source language: en_us
Languages: he_il, hi_in, hu_hu, ta, tr_tr, uk_ua, zh_hant

# ItemAlreadyExistsDialogContent
source: An item with this name already exists in this directory.
hi_in: इस नाम के साथ एक आइटम पहले से ही इस निर्देशिका में मौजूद है ।
hu_hu: Elem ezzel a névvel már létezik ebben a könyvtárban.
ta: இந்தக் கோப்புறையில் இப்பெயருடன் ஏற்கனவே ஒரு உருப்படி உள்ளது.
tr_tr: Bu dizinde zaten bu isme sahip bir öğe var.
uk_ua: Елемент з цим іменем вже існує в цій папці.
zh_hant: 目標目錄已存在同名檔案。

# ItemAlreadyExistsDialogPrimaryButtonText
source: Generate new name
hi_in: नया नाम जनरेट करें
ta: புதியப் பெயரை உற்பத்தி செய்
tr_tr: Yeni isim oluştur
uk_ua: Створити нове ім'я
zh_hant: 重新命名

# ItemAlreadyExistsDialogTitle
source: Item already exists
he_il: הפריט כבר קיים.
hi_in: वस्तु पहले से मौजूद है
hu_hu: Az elem már létezik
ta: உருப்படி ஏற்கனவே உள்ளது
tr_tr: Öğe zaten mevcut
uk_ua: Елемент вже існує
zh_hant: 檔案已存在

# ItemAlreadyExistsDialogSecondaryButtonText
source: Replace existing item
hi_in: मौजूदा वस्तु को बदलें
ta: ஏற்கனவே உள்ள உருப்படியை மாற்று
tr_tr: Mevcut öğeyi değiştir
uk_ua: Замінити існуючий елемент
zh_hant: 覆蓋現有檔案

# BaseLayoutItemContextFlyoutSetAsLockscreenBackground.Text
source: Set as lockscreen background
hi_in: लॉकस्क्रीन पृष्ठभूमि के रूप में सेट करें
hu_hu: Beállítás zárolt háttérképként
ta: பூட்டுத்திரை பின்புலமாக அமை
tr_tr: Kilit arkaplanı ayarla
uk_ua: Установити як тло екрану блокування
zh_hant: 設為鎖定畫面

# PropertiesDialogOKButton.Content
source: OK
he_il: אישור
hi_in: ठीक है
ta: சரி
tr_tr: Tamam
uk_ua: ОК
zh_hant: 確定

# AccessDeniedDeleteDialog.Text
source: We weren't able to delete this item
hi_in: हम इस आइटम को हटाने में सक्षम नहीं हुए
hu_hu: Nem tudtuk törölni az elemet
ta: இந்த உருப்படியை எங்களால் நீக்க இயலவில்லை
tr_tr: Öğe silinemedi
uk_ua: Не вдалося видалити цей елемент
zh_hant: 無法删除此檔案

# AccessDeniedDeleteDialog.Title
source: Access Denied
he_il: הגישה נדחתה
hi_in: पहुंच अस्वीकृत
hu_hu: Hozzáférés megtagadva
ta: அணுகல் மறுக்கப்பட்டது
tr_tr: Erişim engellendi
uk_ua: Немає доступу
zh_hant: 拒絕使用

# DriveUnpluggedDialog.Text
source: Please insert the necessary drive to access this item.
hi_in: कृपया इस आइटम को एक्सेस करने के लिए आवश्यक ड्राइव डालें।
ta: இந்த உருப்படியை அணுக தேவையான இயக்கத்தை செருகவும்.
tr_tr: Lütfen bu öğeye erişmek için gerekli sürücüyü takın.
uk_ua: Підключить необхідний диск для доступу до цього елемента.
zh_hant: 請插入光碟機。

# DriveUnpluggedDialog.Title
source: Drive Unplugged
hi_in: ड्राइव अनप्लग करें
hu_hu: Meghajtó leválasztva
ta: இயக்கம் துண்டிக்கப்பட்டது
tr_tr: Sürücü çıkarıldı
uk_ua: Диск відключено
zh_hant: 光碟機退出

# FileNotFoundDialog.Text
source: The file you are attempting to access may have been moved or deleted.
hi_in: आप जिस फ़ाइल तक पहुंचने का प्रयास कर रहे हैं, उसे स्थानांतरित या हटा दिया गया हो सकता है।
ta: நீங்கள் அணுக முயற்சிக்கும் கோப்பு நகர்த்தப்பட்டிருக்கலாம் அல்லது நீக்கப்பட்டு இருக்கலாம்.
tr_tr: Erişmeye çalıştığınız dosya taşınmış veya silinmiş.
uk_ua: Файл, до якого ви намагаєтеся отримати доступ, можливо було переміщено або видалено.
zh_hant: 使用目標檔案可能已被移動或删除。

# FileNotFoundDialog.Title
source: File Not Found
he_il: ‏‏הקובץ לא נמצא
hi_in: फाइल नहीं मिली
hu_hu: Fájl nem található
ta: கோப்பு காணவில்லை
tr_tr: Dosya Bulunamadı
uk_ua: Файл не знайдено
zh_hant: 找不到檔案

# FileNotFoundPreviewDialog.Text
source: The file you are attempting to preview may have been moved or deleted.
hi_in: आप जिस फ़ाइल का पूर्वावलोकन करने का प्रयास कर रहे हैं, उसे स्थानांतरित या हटा दिया गया हो सकता है।
ta: நீங்கள் முன்னோட்டமிட முயற்சிக்கும் கோப்பு நகர்த்தப்பட்டு அல்லது நீக்கப்பட்டு இருக்கலாம்.
tr_tr: Görüntülemeye çalıştığınız dosya taşınmış veya silinmiş.
uk_ua: Файл, який ви намагаєтеся переглянути, можливо був переміщений або видалений.
zh_hant: 預覽目標檔案可能已被移動或删除。

# FolderNotFoundDialog.Text
source: The folder you are attempting to access may have been moved or deleted.
hi_in: आप जिस फ़ोल्डर तक पहुंचने का प्रयास कर रहे हैं, उसे स्थानांतरित या हटा दिया गया हो सकता है।
ta: நீங்கள் அணுக முயற்சிக்கும் கோப்புறை நகர்த்தப்பட்டு அல்லது நீக்கப்பட்டு இருக்கலாம்.
tr_tr: Erişmeye çalıştığınız klasör taşınmış veya silinmiş.
uk_ua: Папку, до якої ви намагаєтеся отримати доступ, можливо було переміщено або видалено.
zh_hant: 使用目標資料夾可能已被移動或删除。

# FolderNotFoundDialog.Title
source: Did you delete this folder?
hi_in: क्या आपने इस फ़ोल्डर को हटा दिया?
hu_hu: Törölte ezt a mappát?
ta: நீங்கள் இந்தக் கோப்புறையை நீக்கீவிட்டீர்களா?
tr_tr: Bu klasörü sildiniz mi?
uk_ua: Ви видалили цю папку?
zh_hant: 確定要删除此資料夾嗎？

# StatusBarControlSelectionOptions.ToolTipService.ToolTip
source: Selection options
he_il: אפשרויות בחירה
hi_in: चयन विकल्प
ta: தேர்வு விருப்பங்கள்
tr_tr: Seçim seçenekleri
uk_ua: Виділення
zh_hant: 選項

# FileInUseDeleteDialog.Text
source: The file you're trying to delete is currently being used by an another application.
hi_in: आप जिस फ़ाइल को हटाने की कोशिश कर रहे हैं, वह वर्तमान में किसी अन्य एप्लिकेशन द्वारा इस्तेमाल की जा रही है।
ta: நீங்கள் நீக்க முயற்சிக்கும் கோப்பானது தற்போது பயன்பாட்டில் உள்ளது.
tr_tr: Silmeye çalıştığınız dosya şu anda başka bir uygulama tarafından kullanılıyor.
uk_ua: Файл, який ви намагаєтесь видалити, зараз використовується іншою програмою.
zh_hant: 删除目標檔案正被其他程式使用。

# FileInUseDeleteDialog.Title
source: File is in use
hi_in: फ़ाइल उपयोग में है
hu_hu: A fájl használatban van
ta: கோப்புப் பயன்பாட்டில் உள்ளது
tr_tr: Dosya kullanılıyor
uk_ua: Файл використовується
zh_hant: 檔案繁忙

# FileInUseDeleteDialog.PrimaryButtonText
source: Try again
he_il: נסה שוב
hi_in: फिर कोशिश करें
hu_hu: Próbálja még egyszer
ta: மீண்டும் முயலவும்
tr_tr: Yeniden dene
uk_ua: Повторити
zh_hant: 重試

# BaseLayoutContextFlyoutEmptyRecycleBin.Text
source: Empty recycle bin
he_il: רוקן את סל המיחזור
hi_in: रीसायकल बिन खाली करें
hu_hu: Lomtár ürítése
ta: மறுசுழற்சிக் கூடையைக் காலியாக்கு
tr_tr: Geri dönüşüm kutusunu boşalt
uk_ua: Очистити кошик
zh_hant: 資源回收筒(空)

# BaseLayoutItemContextFlyoutRestore.Text
source: Restore
he_il: שחזר
hi_in: पुनर्स्थापित
hu_hu: Visszaállítás
ta: மீட்டெடு
tr_tr: Geri Yükle
uk_ua: Відновити
zh_hant: 取消

# DaysAgo
source: {0} days ago
he_il: לפני {0} ימים
hi_in: {0} दिन पहले
hu_hu: {0} nappal ezelőtt
ta: {0} நாட்கள் முன்பு
tr_tr: {0} gün önce
uk_ua: {0} днів тому
zh_hant: {0} 天前

# HoursAgo
source: {0} hours ago
he_il: לפני {0} שעות
hi_in: {0} घंटे पहले
hu_hu: {0} órával ezelőtt
ta: Pin OneDrive to the sidebar
tr_tr: {0} saat önce
uk_ua: {0} годин тому
zh_hant: {0} 小時前

# DayAgo
source: {0} day ago
he_il: לפני יום {0}
hi_in: {0} दिन पहले
hu_hu: {0} nappal ezelőtt
ta: {0} நாள் முன்பு
tr_tr: {0} gün önce
uk_ua: {0} день тому
zh_hant: {0} 天前

# HourAgo
source: {0} hour ago
he_il: לפני שעה {0}
hi_in: {0} घंटे पहले
hu_hu: {0} órával ezelőtt
ta: {0} மணிநேரம் முன்பு
tr_tr: {0} saat önce
uk_ua: {0} годину тому
zh_hant: {0} 小時前

# MinutesAgo
source: {0} minutes ago
he_il: לפני {0} דקות
hi_in: {0} मिनट पहले
hu_hu: {0} perccel ezelőtt
ta: {0} நிமிடங்கள் முன்பு
tr_tr: {0} dakika önce
uk_ua: {0} хвилин тому
zh_hant: {0} 分鐘前

# MinuteAgo
source: {0} minute ago
he_il: לפני דקה {0}
hi_in: {0} मिनट पहले
hu_hu: {0} perccel ezelőtt
ta: {0} நிமிடம் முன்பு
tr_tr: {0} dakika önce
uk_ua: {0} хвилину тому
zh_hant: {0} 秒前

# SecondsAgo
source: {0} seconds ago
he_il: לפני {0} שניות
hi_in: {0} सेकंड पहले
hu_hu: {0} másodperccel ezelőtt
ta: {0} நொடிகள் முன்பு
tr_tr: {0} saniye önce
uk_ua: {0} секунд тому
zh_hant: {0} 秒前

# DriveFreeSpaceAndCapacity
source: {0} free of {1}
hi_in: {1} से {0} खाली
hu_hu: {0} szabad {1}-ból/ből
ta: {1} இல் {0} வெறுமை
tr_tr: {0} boş, {1} toplam
uk_ua: {0} вільно з {1}
zh_hant: {0} 可用，共 {1}

# SettingsOnStartupOpenASpecificPagePath.PlaceholderText
source: New Tab
he_il: כרטיסיה חדשה
hi_in: नया टैब
hu_hu: Új lap
ta: புதியத் தாவல்
tr_tr: Yeni sekme
uk_ua: Нова вкладка
zh_hant: 新頁籤

# ErrorDialogUnsupportedOperation
source: The requested operation is not supported
hi_in: अनुरोधित ऑपरेशन का समर्थन नहीं किया जाता है
hu_hu: A kért művelet nem támogatott
tr_tr: İstenen işlem desteklenmiyor.
uk_ua: Дана операція не підтримується
zh_hant: 不支援此操作

# BaseLayoutItemContextFlyoutOpenItemWith.Text
source: Open With
he_il: פתיחה באמצעות
hi_in: के साथ खोलें
hu_hu: Társítás
ta: இதுடன் திற
tr_tr: Birlikte _Aç
uk_ua: Відкрити за допомогою
zh_hant: 開啟方式

# FileNameTeachingTip.Subtitle
source: The item name must not contain the following characters: \ / : * ? " < > |
hi_in: आइटम नाम में निम्नलिखित वर्ण नहीं होने चाहिए: \/:*? " < > |
hu_hu: A név nem tartalmazhatja a következő karaktereket: \ / : * ? " < > |
ta: பின்வரும் எழுத்துகுறிகளை உருப்படி பெயரில் பயன்படுத்தக் கூடாது: \ / : * ? " < > |
tr_tr: Öğe ismi bu karakterleri içermemeli: \ / : * ? " < > |
uk_ua: Ім'я елемента не повинно містити таких знаків: \ / : * ? " < > |
zh_hant: 檔案名稱不能包含下列任何字元：\ / : * ? " < > |

# RenameDialogSymbolsTip.Text
source: The item name must not contain the following characters: \ / : * ? " < > |
hi_in: आइटम नाम में निम्नलिखित वर्ण नहीं होने चाहिए: \/:*? " < > |
hu_hu: A név nem tartalmazhatja a következő karaktereket: \ / : * ? " < > |
ta: பின்வரும் எழுத்துகுறிகளை உருப்படி பெயரில் பயன்படுத்தக் கூடாது: \ / : * ? " < > |
tr_tr: Öğe ismi bu karakterleri içermemeli: \ / : * ? " < > |
uk_ua: Ім'я елемента не повинно містити таких знаків: \ / : * ? " < > |
zh_hant: 檔案名稱不能包含下列任何字元：\ / : * ? " < > |

# SettingsAboutOpenLogLocationButton.Content
source: Open log location
hi_in: लॉग स्थान खोलें
hu_hu: Eseménynapló helyének megnyitása
ta: பதிவு கோப்பின் இருப்பிடத்தைத் திற
tr_tr: Log kaydı dizinini aç
uk_ua: Відкрити розташування лог файлу
zh_hant: 打開日志目錄

# TabStripAddNewTab.ToolTipService.ToolTip
source: New tab (Ctrl + T)
he_il: כרטיסיה חדשה Ctrl+T
hi_in: नया टैब (Ctrl + T)
hu_hu: Új lap (Ctrl + T)
ta: புதியத் தாவல் (Ctrl + T)
tr_tr: Yeni Sekme (Ctrl + T)
uk_ua: Створити вкладку (Ctrl + T)
zh_hant: 新頁籤（Ctrl+T）

# ItemSelected.Text
source: item selected
he_il: הפריט נבחר
hi_in: चयनित वस्तु
hu_hu: Elem kijelölve
ta: உருப்படி தேர்ந்தெடுக்கப்பட்டது
tr_tr: öğe seçildi
uk_ua: елемент вибрано
zh_hant: 选择项目

# ItemsSelected.Text
source: items selected
he_il: %@ פריטים נבחרו
hi_in: चयनित वस्तुओं
hu_hu: Elemek kijelölve
ta: %@ உருப்படிகள் தேர்ந்தெடுக்கப்பட்டுள்ளன
tr_tr: seçilen öğeler
uk_ua: елементів вибрано
zh_hant: 已选定项目

# ItemCount.Text
source: item
he_il: פריט
hi_in: वस्तु
hu_hu: elem
ta: உருப்படி
tr_tr: öğe
uk_ua: елемент
zh_hant: 項目

# ItemsCount.Text
source: items
he_il: פריטים
hi_in: वस्तुओं
hu_hu: elemek
ta: உருப்படிகள்
tr_tr: öğeler
uk_ua: елементів
zh_hant: 項目

# BaseLayoutContextFlyoutPinDirectoryToSidebar.Text
source: Pin directory to sidebar
hi_in: डायरेक्ट्री को साइडबार मे पिन करें
hu_hu: Könyvtár kitűzése az oldalsávra
ta: பக்கப்பட்டியில் கோப்புறையைப் பொருத்துக
tr_tr: Dizini kenar çubuğuna sabitle
uk_ua: Закріпити в бічній панелі

# PropertiesAccessed.Text
source: Accessed:
he_il: נפתח:
hi_in: एक्सेस किया गया:
hu_hu: Elérhető:
ta: அணுகியது:
tr_tr: Erişim:
uk_ua: Відкрито:
zh_hant: 存取時間:

# PropertiesOwner.Text
source: Owner:
he_il: בעלים
hi_in: मालिक:
hu_hu: Tulajdonos:
ta: உரிமையாளர்:
tr_tr: Sahibi:
uk_ua: Власник:
zh_hant: 車主:

# ConfirmEmptyBinDialog.SecondaryButtonText
source: Cancel
he_il: ביטול
hi_in: रद्द करें
hu_hu: Mégsem
ta: இரத்து
tr_tr: İptal
uk_ua: Скасувати
zh_hant: 取消

# ConfirmEmptyBinDialogContent
source: Are you sure you want to delete all items?
hi_in: क्या आप सुनिश्चित हैं कि आप सभी वस्तुओं को हटाना चाहते हैं?
hu_hu: Biztosan törölné az összes elemet?
ta: அனைத்து உருப்படிகலையும் நிச்சயம் நீக்க விரும்புகிறீர்களா?
tr_tr: Tüm öğeleri kalıcı olarak silmek istediğine emin misin?
uk_ua: Ви впевнені, що хочете назавжди видалити всі ці елементи?

# ConfirmEmptyBinDialogTitle
source: Empty recycle bin
he_il: רוקן את סל המיחזור
hi_in: रीसायकल बिन खाली करें
hu_hu: Üres lomtár
ta: மறுசுழற்சிக் கூடையை வெறுமையாக்கு
tr_tr: Geri dönüşüm kutusunu boşalt
uk_ua: Очистити кошик
zh_hant: 清理資源回收筒

# ConfirmEmptyBinDialog.PrimaryButtonText
source: OK
he_il: אישור
hi_in: ठीक है
ta: சரி
tr_tr: Tamam
uk_ua: Так
zh_hant: 是

# ItemSizeBytes
source: bytes
hu_hu: bit
ta: பைட்கள்
tr_tr: bayt
uk_ua: байт
zh_hant: 位元組

# KiloByteSymbol
source: KB
uk_ua: КБ
zh_hant: KB 的郵件

# MegaByteSymbol
source: MB
he_il: מ"ב
uk_ua: МБ
zh_hant: M 位元組

# GigaByteSymbol
source: GB
uk_ua: ГБ
zh_hant: G 位元組

# TeraByteSymbol
source: TB
uk_ua: ТБ
zh_hant: T 位元組

# PetaByteSymbol
source: PB
uk_ua: ПБ
zh_hant: P 位元組

# ByteSymbol
source: B
he_il: מ
uk_ua: Б
zh_hant: 十億

# DeleteInProgress.Title
source: Deleting files
he_il: מוחק קבצים
hi_in: फ़ाइलों को हटाना
hu_hu: Fájlok törlése
ta: கோப்புகளை நீக்குகிறது...
tr_tr: Dosyalar siliniyor
uk_ua: Видалення файлів
zh_hant: 正在刪除檔案

# PasteInProgress.Title
source: Pasting files
hi_in: फाइलें चिपकाने
hu_hu: Fájlok beillesztés
ta: கோப்புகளை ஒட்டுகிறது
tr_tr: Dosyalar yapıştırılıyor
uk_ua: Вставка файлів

# RecycleInProgress.Title
source: Moving files to Recycle Bin
hi_in: फ़ाइलों को रीसायकल बिन में ले जा रहा है
hu_hu: Fájlok kukába helyezése
ta: கோப்புகளை மறுசுழற்சிக் கூடைக்கு நகர்த்துதல்
tr_tr: Dosyalar geri dönüşüm kutusuna taşınıyor
uk_ua: Переміщення файлів до Кошика

# SettingsAppearanceDateFormatsTip.ToolTipService.ToolTip
source: Learn more about date formats
hi_in: तारीख प्रारूपों के बारे में अधिक जानें
hu_hu: Tudjon meg többet a dátum formátumáról
ta: தேதி வடிவமைப்புகளைப் பற்றி மேலும் அறிக
tr_tr: Tarih formatları hakkında daha fazla bilgi al
uk_ua: Докладніше про формати дати

# BitlockerDialog.PrimaryButtonText
source: Unlock
he_il: בטל נעילה
hi_in: अनवरोधित
hu_hu: Feloldás
ta: பூட்டுநீக்கு
tr_tr: Kilidi aç
uk_ua: Розблокувати
zh_hant: 解除鎖定

# BitlockerDialog.SecondaryButtonText
source: Cancel
he_il: ביטול
hi_in: रद्द करें
hu_hu: Mégsem
ta: இரத்து
tr_tr: İptal
uk_ua: Скасувати
zh_hant: 取消

# BitlockerDialog.Title
source: Enter password to unlock the drive
hi_in: ड्राइव अनलॉक करने के लिए पासवर्ड दर्ज करें
hu_hu: Írja be a jelszót a meghajtó feloldásához
ta: இயக்கத்தைப் பூட்டுநீக்கக் கடவுச்சொல்லை உள்ளிடுக
tr_tr: Sürücü kilidini açmak için şifreyi gir
uk_ua: Введіть пароль для розблокування накопичувача

# BitlockerDialogInputText.PlaceholderText
source: Password
he_il: סיסמה
hi_in: कूटशब्द
hu_hu: Jelszó
ta: கடவுச்சொல்
tr_tr: Şifre
uk_ua: Пароль
zh_hant: 密碼(P):

# BitlockerInvalidPwDialog.Text
source: Please check the password and try again.
hi_in: कृपया पासवर्ड की जांच करें और फिर से प्रयास करें।
hu_hu: Ellenőrizze a jelszót és próbálja újra
tr_tr: Lütfen girdiğiniz şifreyi kontrol edin ve tekrar deneyin.
uk_ua: Перевірте пароль і повторіть спробу.

# BitlockerInvalidPwDialog.Title
source: BitLocker error
hi_in: बिटलॉकर त्रुटि
hu_hu: BitLocker hiba
ta: BitLocker பிழை
tr_tr: BitLocker hatası
uk_ua: Помилка BitLocker

# PropertiesFilesAndFoldersCount.Text
source: Contains:
he_il: מכיל
hi_in: शामिल हैं:
hu_hu: Tartalmazza:
ta: கொண்டிருப்பது:
tr_tr: İçeriği:
uk_ua: Містить:
zh_hant: 包含

# PropertiesFilesAndFoldersCountString
source: {0:#,##0} Files, {1:#,##0} Folders
hi_in: {0:#,##0} फ़ाइलें, {1:#,##0} फ़ोल्डर्स
hu_hu: {0:#,##0} Fájl, {1:#,##0} Mappa
ta: {0:#,##0} கோப்புகள், {1:#,##0} கோப்புறைகள்
tr_tr: {0:#,##0} Dosya, {1:#,##0} Klasör
uk_ua: {0:#,##0} Файлів, {1:#,##0} Папок

# BaseLayoutContextFlyoutRunAsAdmin.Text
source: Run as administrator
he_il: הפעל כמנהל
hi_in: प्रशासक के रूप में भागो
hu_hu: Futtatás rendszergazdaként
ta: நிர்வாகியாக இயக்கு
tr_tr: Yönetici olarak çalıştır
uk_ua: Запуск від імені адміністратора
zh_hant: 以系統管理員身分執行

# BaseLayoutContextFlyoutRunAsAnotherUser.Text
source: Run as another user
he_il: הפעל כמשתמש אחר
hi_in: किसी अन्य उपयोगकर्ता के रूप में भागो
hu_hu: Futtatás másik felhasználóként
ta: மற்றொரு பயனராக இயக்கு
tr_tr: Farklı kullanıcı olarak çalıştır
uk_ua: Запуск від імені іншого користувача
zh_hant: 以另一個使用者的身分執行

# PropertiesDriveItemTypesEquals
source: All type of {0}
hi_in: सभी प्रकार {0} के
uk_ua: Всі типу {0}

# PropertiesDriveItemTypeDifferent
source: Different types
hi_in: विभिन्न प्रकार
hu_hu: Különböző típusok
ta: பல வகைகள்
uk_ua: Різні типи

# PropertiesCombinedItemPath
source: All in {0}
hi_in: सभी {0} में
ta: {0} இல் அனைத்தும்
uk_ua: Всі в папці {0}

# PropertiesDriveUsedSpace.Text
source: Used space:
he_il: שטח בשימוש:
hi_in: प्रयुक्त जगह:
hu_hu: Foglalt terület:
ta: பயன்படுத்திய இடம்:
tr_tr: Kullanılan alan:
uk_ua: Зайнято:
zh_hant: 已使用空間:

# PropertiesDriveFreeSpace.Text
source: Free space:
he_il: שטח פנוי:
hi_in: खाली जगह:
hu_hu: Szabad terület:
ta: வெறுமை இடம்:
tr_tr: Boş alan:
uk_ua: Доступно:
zh_hant: 可用空間：

# PropertiesDriveCapacity.Text
source: Capacity:
he_il: קיבולת
hi_in: क्षमता:
hu_hu: Kapacitás:
ta: கொள்ளளவு:
tr_tr: Kapasite
uk_ua: Ємність:
zh_hant: 容量：

# PropertiesDriveFileSystem.Text
source: File system:
he_il: מערכת קבצים:
hi_in: फाइल सिस्टम:
hu_hu: Fájlrendszer:
ta: கோப்பு முறைமை:
tr_tr: Dosya sistemi
uk_ua: Файлова система:
zh_hant: 檔案系統:

# JumpListRecentGroupHeader
source: Recent
he_il: לאחרונה
hi_in: हाल में
hu_hu: Legutóbbi
ta: சமீபத்திய
tr_tr: En Son
uk_ua: Недавні
zh_hant: 最近

# SettingsPreferencesAppLanguage.Text
source: App Language
hi_in: ऐप लैंग्वेज
hu_hu: App Nyelve
ta: பயன்பாட்டு மொழி
tr_tr: Uygulama Dili
uk_ua: Мова програми
zh_hant: 應用程式語言

# syncStatusColumn.Header
source: Status
he_il: מצב
hi_in: स्थिति
hu_hu: Állapot
ta: நிலை
tr_tr: Durum
uk_ua: Статус
zh_hant: 狀態

# SettingsOnStartupOpenAddPageButton.Content
source: Add a new page
he_il: הוסף דף חדש.
hi_in: एक नया पन्ना जोड़ें
hu_hu: Oldal hozzáadása
ta: ஒரு புதியப் பக்கத்தைச் சேர்
tr_tr: Yeni sayfa ekle
uk_ua: Додати нову сторінку
zh_hant: 加入新頁面

# SettingsOnStartupPages.Text
source: Pages:
he_il: עמודים
hi_in: पन्ने:
hu_hu: Oldalak:
ta: பக்கங்கள்:
tr_tr: Sayfa:
uk_ua: Сторінки:
zh_hant: 頁面...

# SettingsOnStartupNewInstanceBehavior.Text
source: When launching an item from the jumplist
hi_in: पिन किए गए फ़ोल्डर को खोलते समय
ta: பொருத்தப்பட்ட கோப்புறையை இயக்கும்பொது
uk_ua: При відкритті елемента зі списку швидкого запуску

# SettingsOnStartupLaunchNewInstance.Content
source: Always open a new instance
hi_in: हमेशा एक नया दृष्टांत खोलें
uk_ua: Завжди відкривати у новому вікні

# SettingsOnStartupLaunchNewTab.Content
source: Open folder in a new tab
hi_in: फ़ोल्डर को एक नए टैब में खोलें
hu_hu: Mappa megnyitása új lapon
ta: கோப்புறையைப் புதியத் தாவலில் திற
tr_tr: Klasörü yeni sekmede aç
uk_ua: Відкривати у новій вкладці

# SettingsPreferencesSystemDefaultLanguageOption
source: Windows default
he_il: ברירת מחדל של Windows
hi_in: विन्डोज़ डिफ़ॉल्ट
hu_hu: Windows alapértelmezett
ta: Windows இயல்புநிலை
tr_tr: Windows varsayılan
uk_ua: Стандартна
zh_hant: Windows 預設

# TabStripDragAndDropUIOverrideCaption
source: Move tab here
hi_in: टैब यहां लाएं
ta: இங்குத் தாவலை நகர்த்து
tr_tr: Sekmeyi buraya taşı
uk_ua: Перемістити вкладку

# NavigationToolbarVisiblePathNoResults
source: No results
he_il: אין תוצאות
hi_in: कोई परिणाम नहीं
hu_hu: Nincs találat
ta: தேதி வடிவமைப்புகளைப் பற்றி மேலும் அறிக
tr_tr: Hiç sonuç yok
uk_ua: Немає результатів
zh_hant: 沒有結果

# SubDirectoryAccessDenied
source: Can't access any items to display
hi_in: प्रदर्शित करने के लिए किसी भी आइटम तक नहीं पहुंच सकते
ta: காண்பிக்க எந்த உருப்படியையும் அணுக இயலவில்லை
uk_ua: Немає доступу

# MoveToFolderCaptionText
source: Move to {0}
he_il: העבר לתיקיה {0}
hi_in: {0} पर ले जाएँ
hu_hu: Áthelyezés ide {0}
ta: {0} இற்கு நகர்த்து
tr_tr: {0} adlı rapora taşı
uk_ua: Перемістити в {0}
zh_hant: 移至 [${0}]

# ErrorDialogSameSourceDestinationFile
source: The source and destination file names are the same.
he_il: ‏‏שמותיהם של קובץ המקור ושל קובץ היעד זהים.
hi_in: स्रोत और गंतव्य फ़ाइल नाम एक ही हैं।
hu_hu: A forrás- és a célfájlnév azonos.
ta: மூல மற்றும் இலக்கு கோப்புப் பெயர்கள் ஒன்றே.
tr_tr: Kaynak ve hedef dosya adları aynı.
uk_ua: Вихідний і кінцевий файл мають однакові імена.
zh_hant: 來源及目的地的檔名相同。

# ErrorDialogSameSourceDestinationFolder
source: The destination folder is the same as the source folder.
he_il: ‏‏תיקיית היעד זהה לתיקיית המקור.
hi_in: गंतव्य फ़ोल्डर स्रोत फ़ोल्डर के समान है।
hu_hu: A forrás- és a célmappa azonos.
ta: இலக்கு கோப்புறையும் மூல கோப்புறையும் ஒன்றே.
tr_tr: Hedef klasör kaynak klasörle aynı.
uk_ua: Папка призначення співпадає з вихідною папкою.
zh_hant: 目的地資料夾和來源資料夾相同。

# CopyToFolderCaptionText
source: Copy to {0}
he_il: העתק אל {0}
hu_hu: Másolás ide {0}
ta: {0} இற்கு நகலெடு
tr_tr: {0} uygulamasına kopyala
uk_ua: Копіювати до {0}
zh_hant: 複製到 {0}

# BaseLayoutItemContextFlyoutShortcut.Text
source: Create shortcut
he_il: צור קיצור דרך
hu_hu: Gyorsgomb létrehozása
ta: குறுக்குவழியை உருவாக்கு
tr_tr: Kısayol oluştur
uk_ua: Створити ярлик
zh_hant: 建立捷徑

# PropertiesDialogOpenLinkButton.Content
source: Open file location
he_il: פתח מיקום קובץ
hu_hu: Fájl tartalmazó mappa megnyitása
ta: கோப்பு இருப்பிடத்தைத் திற
tr_tr: Dosya konumunu aç
uk_ua: Відкрити розташування файлу
zh_hant: 開啟檔案位置

# PropertiesShortcutItemArgs.Text
source: Arguments:
he_il: ארגומנטים
hu_hu: Tulajdonságok:
ta: நியாயவாதம்:
tr_tr: Bağımsız Değişkenler:
uk_ua: Аргументи:
zh_hant: 引數:

# PropertiesShortcutItemPath.Text
source: Destination:
he_il: יעד
ta: இலக்கு:
tr_tr: Hedef
uk_ua: Об'єкт:
zh_hant: 目標儲存格:

# PropertiesShortcutItemType.Text
source: Shortcut type:
hu_hu: Gyorsgomb típus:
ta: குறுக்குவழி வகை:
tr_tr: Kısayol tipi:
uk_ua: Тип ярлика:

# PropertiesShortcutItemWorkingDir.Text
source: Working directory:
he_il: ספריית עבודה:
ta: பணிக் கோப்பகம்: தற்போதய கோப்புறை
tr_tr: Çalışılan dizin:
uk_ua: Робоча папка:
zh_hant: 工作目錄...

# PropertiesShortcutTypeApplication
source: Application
he_il: אפליקציה
hu_hu: Applikáció
ta: பயன்பாடு
tr_tr: Uygulama
uk_ua: Програма
zh_hant: 應用程式

# PropertiesShortcutTypeFile
source: File
he_il: קובץ
hu_hu: Fájl
ta: கோப்பு
tr_tr: Dosya
uk_ua: Файл
zh_hant: 檔案

# PropertiesShortcutTypeFolder
source: Folder
he_il: תיקיה
hu_hu: Mappa
ta: கோப்புறை
tr_tr: Klasör
uk_ua: Папка
zh_hant: 資料夾

# PropertiesShortcutTypeLink
source: Web link
he_il: קישור אינטרנט
ta: வலை இணைப்பு
tr_tr: Web bağlantısı
uk_ua: Веб-посилання
zh_hant: 網頁連結

# PropertiesDialogTabGeneral.Content
source: General
he_il: כללי
hu_hu: Általános
ta: பொது
tr_tr: Genel
uk_ua: Основні
zh_hant: 一般

# PropertiesDialogTabShortcut.Content
source: Shortcut
he_il: קיצור דרך
hu_hu: Gyorsgomb
ta: குறுக்குவழி
tr_tr: Kısayol
uk_ua: Ярлик
zh_hant: 捷徑

# ShortcutFileType
source: Shortcut
he_il: קיצור דרך
hu_hu: Gyorsgomb
ta: குறுக்குவழி
tr_tr: Kısayol
uk_ua: Ярлик
zh_hant: 捷徑

# ShortcutWebLinkFileType
source: Internet shortcut
hu_hu: Internet gyorsgomb
ta: இணைய குறுக்குவழி
tr_tr: İnternet kısayolu
uk_ua: Інтернет-ярлик

# ShortcutCreateNewSuffix
source: {0} - shortcut
hu_hu: {0} - gyorsgomb
ta: {0} - குறுக்குவழி
tr_tr: {0} - kısayol
uk_ua: {0} - ярлик

# BaseLayoutItemContextFlyoutOpenFileLocation.Text
source: Open file location
he_il: פתח מיקום קובץ
hu_hu: Fájlt tartalmazó mappa megnyitása
ta: கோப்பு இருப்பிடத்தைத் திற
tr_tr: Dosya konumunu aç
uk_ua: Відкрити розташування файлу
zh_hant: 開啟檔案位置

# SettingsAboutContributors.Text
source: Contributors
he_il: ‏‏תורמים
hu_hu: Közreműködők
ta: பங்களிப்பாளர்கள்
tr_tr: Katkıda Bulunanlar
uk_ua: Автори
zh_hant: 參與者

# SettingsAboutContributorsDescription.Text
source: See who contributed to Files
hu_hu: Lássa kik járultak hozzá a Files-hoz
ta: யார் Files இற்கு உதவி செய்தது என்று பார்
tr_tr: Files uygulamasına kimlerin katkıda bulunduğunu gör
uk_ua: Подивіться, хто розробляв Files

# SettingsAboutReleaseNotes.Text
source: Release Notes
he_il: הערות מוצר
hu_hu: Kiadási Jegyzetek
ta: வெளியீட்டுக் குறிப்புகள்
tr_tr: Sürüm Notları
uk_ua: Інформація про випуск
zh_hant: 版本資訊

# SettingsAboutReleaseNotesDescription.Text
source: Find out what's new in Files
hu_hu: Újdonságok a Files-ban
tr_tr: Files uygulamasında nelerin yeni olduğunu öğren
uk_ua: Дізнайтеся, що нового у Files

# InvalidItemDialogContent
source: The item referenced is either invalid or inaccessible.{0}Error message:{0}{1}
tr_tr: Başvurulan öğe ya geçersiz ya da erişilemez.{0}Hata mesajı:{0}{1}
uk_ua: Елемент є недійсним або недоступним.{0}Повідомлення про помилку:{0}{1}
